package telegram

const (
	msgHelp = `Я могу сохранять твои страницы и предлагать их для чтения.

	Чтобы сохранить страницу, просто отправь мне ссылку на неё.
	
	Чтобы получить случайную страницу из твоего списка, отправь команду /rnd.
	Внимание! После этого страница будет удалена из твоего списка!`

	msgHello = "Ас-саляму алейкум!👋\n\n" + msgHelp

	msgUnknownCommand = "Неизвестная команда 🤔"

	msgNoSavedPages = "У тебя нет сохранённых страниц 😶"

	msgSaved = "Сохранено!👌"

	msgAlreadyExists = "Эта страница уже есть в твоём списке 🤗"
)
